export const Service = [
    {
        id: 1,
        title: "서비스 목적 및 이용",
        contents: [
            "본 서비스는 한국에 거주 중인 이주 여성을 대상으로, 정책 안내, 정서 케어, 언어 학습, 커뮤니티 기능 등을 제공합니다.",
            "사용자는 서비스를 개인적인 목적에 한해 이용할 수 있으며, 타인의 권리(개인정보, 저작권 등)를 침해하지 않아야 합니다.",
            "서비스 이용을 위해 제공된 콘텐츠, 기능, 데이터 등을 무단 복제·유출하거나 상업적으로 이용할 수 없습니다.",
        ]
    },
    {
        id: 2,
        title: "서비스 변경 및 중단",
        contents: [
            "서비스는 이용자의 편의와 기술적 개선을 위해 기능이 변경되거나 종료될 수 있으며, 이에 대한 사항은 사전 공지합니다.",
        ]
    },
    {
        id: 3,
        title: "책임 제한",
        contents: [
            "이용자가 타인의 개인정보를 도용하거나 부정 사용하여 발생한 문제에 대해 회사는 책임을 지지 않습니다.",
        ]
    },
    {
        id: 4,
        title: "약관 변경",
        contents: [
            "약관은 관련 법령 및 서비스 정책에 따라 변경될 수 있으며, 변경 내용은 앱 내 또는 이메일 등을 통해 공지합니다.",
            "변경된 약관에 동의하지 않을 경우 서비스 이용을 중단할 수 있으며, 계속 이용 시 변경에 동의한 것으로 간주됩니다.",
        ]
    },
]

export const PersonalInformation = [
    {
        id: 1,
        title: "수집 항목",
        contents: [
            "기본정보: 이름, 출신 국가, 연령대, 결혼 여부, 자녀 유무",
            "서비스 이용 정보: 방문 기록, 일기 작성 내용, 정책 조회 이력, 커뮤니티 활동 내역 등",
        ]
    },
    {
        id: 2,
        title: "수집 목적",
        contents: [
            "맞춤형 정책 정보 제공",
            "커뮤니티 필터링",
            "AI 일기 및 감정 분석 기반 메시지 제공",
            "콘텐츠 개선을 위한 통계 분석",
        ]
    },
    {
        id: 3,
        title: "보유 및 이용 기간",
        contents: [
            "회원 탈퇴 시까지 보유하며, 탈퇴 후에는 즉시 삭제합니다.",
            "단, 관계 법령에 따라 일정 기간 동안 보관이 필요한 정보는 해당 법령에 준해 보관합니다.",
        ]
    },
    {
        id: 4,
        title: "이용자의 권리",
        contents: [
            "언제든지 개인정보 열람, 수정, 삭제를 요청할 수 있습니다.",
            "개인정보 제공에 동의하지 않을 경우, 일부 기능이 제한될 수 있습니다.",
        ]
    },
]

export const Marketing = [
    {
        id: 1,
        title: "제공 대상",
        contents: [
            "이주 여성 관련 공공기관 (예: 여성가족부, 다문화센터 등)",
            "정책/언어/정착 지원 서비스를 제공하는 파트너 기관",
        ]
    },
    {
        id: 2,
        title: "제공 항목",
        contents: [
            "출신 국가, 연령대, 관심 분야, 서비스 이용 기록",
        ]
    },
    {
        id: 3,
        title: "제공 및 이용 기간",
        contents: [
            "동의일로부터 1년간 보유 및 활용 후 자동 삭제",
        ]
    },
    {
        id: 4,
        title: "이용자의 권리",
        contents: [
            "해당 동의는 선택 사항이며, 동의하지 않아도 서비스 이용에 불이익은 없습니다.",
        ]
    },
]